/**
 * Created by Rachel on 2017/4/6.
 */
import React from 'react'

export default React.createClass({
    render() {
        return <div>
            <h1>文化生活</h1>
            <img src="../images/cul(1).jpg"/>
            <p>
                东北大学秦皇岛分校以自由、多彩、向上的校园文化而著称。
                东北大学秦皇岛分校的校园文化有很多表现维度，如优良的校风学风、浓郁的学术气息、自由争鸣的思想、自主多元的选择、开放包容的心态，也有很多内容板块，如一年2000多场讲座和论坛、几十项体育赛事、上百场文艺演出和文化展览、310多个学生社团、近500个社会实践项目、近千人次的课外学术创新、上万人次的志愿服务，等等。校园文化就像土壤和空气一样，涵养着一代又一代的东北大学秦皇岛分校人。东北大学秦皇岛分校的师生和校友通过广泛参与和体验，自觉地呵护它、培植它。学校传统因此承续，东北大学秦皇岛分校精神赖此弘扬，并超越校园、影响社会。在这种共有、共建、共享的过程中，东北大学秦皇岛分校人逐渐养成了固有的品格，那就是理想情怀、社会责任和理性精神。
            </p>
        </div>

    }
})
